function About() {
  return (
    <section className="about">
      <h2>О КЛАНЕ</h2>

      <p>
        KASKbIR — клан PUBG Mobile, ориентированный на командную игру,
        активность, дисциплину и атмосферу киберспорта.
      </p>

      <p>
        Клановые события, турниры, совместные игры и активная командная работа —
        часть нашей атмосферы.
      </p>

      <p className="legend">
        Говорят, среди холодных степей однажды появился одинокий волк...
      </p>
    </section>
  );
}

export default About;